[
    {
        "name": "Italian Cuisine",
        "image": "images/cuisine/italian.png",
        "description": "Italian cuisine is one of the most popular worldwide, consistently gaining more popularity each year. It's undeniably delicious, with flavors based on high-quality, seasonal ingredients. Simultaneously, it's relatively easy to prepare, making it a perfect choice for quick meals."
    },
    {
        "name": "French Cuisine",
        "image": "images/cuisine/french.png",
        "description": "French cuisine is highly regarded worldwide. For French chefs, cooking is an art, making France known for defining the concept of fine dining, and its influence is felt globally."
    },
    {
        "name": "Spanish Cuisine",
        "image": "images/indian.png",
        "description": "Spain boasts a rich culinary history, resulting in a unique cuisine comprising a wide variety of dishes, thousands of recipes, and flavors. This diversity is due to geographical and cultural differences across the country's regions."
    },
    {
        "name": "Japanese Cuisine",
        "image": "images/cuisine/japanase.png",
        "description": "Japanese cuisine is based on local ingredients, primarily fish, vegetables, rice, and noodles. It emphasizes seasonality and healthy yet delicious dishes.."
    },
    {
        "name": "Mexican Cuisine",
        "image": "images/indian.png",
        "description": "Mexican cuisine is known for its variety of ingredients and distinctive Mexican spices. Commonly used ingredients include beans, corn, and chili. In the United States, Mexican food is part of daily menus."
    },
    {
        "name": "Greek Cuisine",
        "image": "images/indian.png",
        "description": "Greek cuisine has a tradition spanning over four thousand years, playing a significant role in Greek culture. Their food is cooked with fresh and nutritious ingredients, seasoned with olive oil, wine, and locally produced cheeses."
    },
    {
        "name": "Chinese Cuisine",
        "image": "images/indian.png",
        "description": "China boasts one of the oldest culinary cultures globally and is also one of the most diverse. People worldwide love Chinese food, and its popularity is steadily rising."
    },
    {
        "name": "Indian Cuisine",
        "image": "images/indian.png",
        "description": "Indian cuisine is among the spiciest and most complex globally. The country is also renowned for the herbs and spices it produces. India has been a culinary destination since ancient times and continues to attract food enthusiasts from around the world."
    }
   
]
